{
	"name" : "Marine Serail",
	"description" : "Bank for Marids, Genies and Efreets. The marids dwell on the Plane of Water, and are subjects of Acwalander the Water Lord. The marids on the continent of Enroth were usually neutral, sometimes willing to serve anyone who found their golden shell or a bottle and paid them. Sometimes they don't obey those, who find them due to their very chaotic, selfish and unpredictable behavior. The marids of Antagarich, on the other hand, were extremely rare, considered only a legend by pirates and marinefolk. It isn't sure if any marid survived the Reckoning. The marids never listen to anyone, who doesn't own their golden shell, it is also very hard to trap them in one. They can be found anywhere in the seas and oceans, however its always a very rare event. Some marids prefer living in lakes and rivers, but those are extremely rare. Marids are very powerful, as powerful as efreets and some stronger genies. They don't like genies, but its the efreets that they extremely hate. Most encounters with marids result with drowned sailors, magically cursed ships, bitten off arms and legs, frozen sails, or stolen valuables. Some encounters, however, result with friendships. Its mostly mermaids, tritons, abyssal shamans, pirate mages and sea sorceresses, who manage to convince marids to join their armies, it happens rarely and alway for a high price. All marids are immune to any form of water magic.",
	"author": "Graphics and mod: Kurek, special thanks to Kammer",
	"contact": "http://www.forum.acidcave.net/profile.php?UID=4121",
	"version" : "2.0",
	"modType": "Compatibility",
	"chinese" : {
		"name" : "海神神殿",
		"description" : "为水灵、神怪和火精灵设立的宝屋。水灵居住在水之位面，隶属于水之主阿克瓦兰德。恩洛斯大陆上的水灵通常是中立的，有时愿意为任何找到他们金壳或瓶子并支付报酬的人服务。然而，由于水灵极为混乱、自私且难以预测的行为，他们有时不会听从那些找到他们的人。恩塔格瑞的水灵则极为稀少，甚至被海盗和海人视为传说。是否有水灵幸存下来渡过末日审判尚不可知。水灵从不听从没有他们金壳的人，且很难将他们困住。水灵可以在任何海洋和大洋中找到，但这种事件总是极为罕见。有些水灵喜欢栖息在湖泊和河流中，但这些水灵极其稀少。水灵非常强大，和火精灵以及一些更强大的神怪一样。他们不喜欢神怪，但最痛恨的是火精灵。大多数与水灵的遭遇都会以溺水的水手、被魔法诅咒的船只、被咬断的手臂和腿、冻结的船帆或被盗的贵重物品告终。然而，某些遭遇却会促成友谊。通常是美人鱼、海卫兵、深渊萨满、海盗法师和海洋女巫等能够说服水灵加入他们的军队，这种情况极为罕见，而且总是需要支付高昂的代价。所有水灵对任何形式的水系魔法免疫。他们还可以利用自己的魔法力量，完全洗净被攻击单位上的所有魔法效果。"
	},
	"czech" : {
		"name" : "Námořní pevnost",
		"description" : "Pevnot pro Maridy, Džiny a Efreety. Maridové sídlí na Vodní pláni a podléhají Vládci vody Acwalanderovi. Na Enrothu jsou známí jako chaotičtí a nepředvídatelní služebníci, kteří někdy pomohou tomu, kdo najde jejich zlatou mušli nebo láhev. Na Antagarichu se stali legendou, známou jen mezi piráty a námořníky. Maridové jsou mocní, stejně silní jako Efreetové a někteří zdatnější Džinové. S Efreety je však pojí hluboká nenávist. Setkání s nimi často končí kouzelnými kletbami, ukradenými poklady nebo přátelstvím – hlavně pokud se setkají s mořskými bytostmi, které dokáží získat jejich přízeň. Maridové jsou odolní vůči vodní magii a mohou smýt všechny magické účinky z napadených jednotek."
	},
	"polish" : {
		"name" : "Morski Seraj",
		"description" : "Bank dla Maridów, Dżinów i Ifrytów. Maridy zamieszkują Plan Wody i podlegają Acwalanderowi, Władcy Wody. Maridy na kontynencie Enroth były zwykle neutralne, czasem gotowe służyć każdemu, kto znalazł ich złotą muszlę lub butelkę i odpowiednio zapłacił. Czasami nie słuchają jednak tych, którzy je odnaleźli, z powodu swojego bardzo chaotycznego, egoistycznego i nieprzewidywalnego zachowania. Maridy z Antagarich były natomiast niezwykle rzadkie i uważane przez piratów oraz lud morski za legendę. Nie jest pewne, czy którykolwiek marid przetrwał Kataklizm. Maridy nigdy nie słuchają nikogo, kto nie posiada ich złotej muszli, a schwytanie ich w nią jest bardzo trudne. Można je spotkać na morzach i oceanach, ale to wydarzenie zawsze jest bardzo rzadkie. Niektóre maridy wolą żyć w jeziorach i rzekach, lecz są to przypadki ekstremalnie rzadkie. Maridy są bardzo potężne, dorównując siłą efreetom i niektórym silniejszym dżinom. Nie przepadają za dżinami, ale to efreetów szczególnie nienawidzą. Większość spotkań z maridami kończy się utopieniem żeglarzy, magicznie przeklętymi statkami, odgryzionymi rękami i nogami, zamrożonymi żaglami lub skradzionymi kosztownościami. Czasami jednak spotkania te kończą się przyjaźnią. Najczęściej to syreny, trytony, szamani głębin, magowie piratów i czarodziejki morskie potrafią przekonać maridy do przyłączenia się do ich armii – zdarza się to jednak rzadko i zawsze za wysoką cenę. Wszystkie maridy są odporne na każdą formę magii wody."
	},
	"objects" :
	[
		"config/marid/marineserail"
	],
		"depends" :
	[
		"haven-town"
	],
		"battlefields" :
	[
		"config/marid/marineserailbattlefield.json"
	]
}
